Repository: ashtanko/flutter_bloc_app_template
Catalog: lib/l10n/intl_*.arb
Languages: uk

# appTitle
source: flutter_bloc_app_template
uk: шаблон_flutter_bloc_app

# itemsTitle
source: Sample Items
uk: Приклади елементів

# emailsTitle
source: Emails
uk: Електронні листи

# launchesTitle
source: Launches
uk: Запуски

# itemTitle
source: Sample Item {id}
uk: Приклад елементу {id}

# settingsTitle
source: Settings
uk: Налаштування

# appearanceTitle
source: Appearance
uk: Зовнішній вигляд

# dynamicColorSettingsItemTitle
source: Use dynamic colors
uk: Використовувати динамічні кольори

# dynamicColorSettingsItemDescription
source: Adapt app colors to your wallpaper
uk: Адаптувати кольори додатку до шпалер

# darkThemeSettingsItemTitle
source: Theme mode
uk: Режим теми

# darkThemeOnSettingsItemTitle
source: Dark
uk: Темна

# darkThemeOffSettingsItemTitle
source: Light
uk: Світла

# darkThemeFollowSystemSettingsItemTitle
source: System default
uk: Системна за замовчуванням

# tryAgainButton
source: Try Again
uk: Спробувати ще раз

# appearanceSettingsItem
source: Appearance
uk: Зовнішній вигляд

# appearanceSettingsItemDescription
source: Dark theme dynamic color, languages
uk: Темна тема, динамічні кольори, мови

# aboutSettingsItem
source: About
uk: Про додаток

# aboutSettingsItemDescription
source: Version, links, feedback
uk: Версія, посилання, відгуки

# missionTitle
source: Mission: {mission}
uk: Місія: {mission}

# launchedAt
source: Launched at: {launchedAt}
uk: Запущено: {launchedAt}

# rocket
source: Rocket: {rocketName} ({rocketType})
uk: Ракета: {rocketName} ({rocketType})

# daysSinceTodayTitle
source: {days} days ago
uk: {days} днів тому

# daysFromTodayTitle
source: In {days} days
uk: Через {days} днів

# themeTitle
source: Theme
uk: Тема

# systemThemeTitle
source: System Theme
uk: Системна тема

# lightThemeTitle
source: Light Theme
uk: Світла тема

# darkThemeTitle
source: Dark Theme
uk: Темна тема

# lightGoldThemeTitle
source: Light Gold
uk: Світле золото

# darkGoldThemeTitle
source: Dark Gold
uk: Темне золото

# lightMintThemeTitle
source: Light Mint
uk: Світла м’ята

# darkMintThemeTitle
source: Dark Mint
uk: Темна м’ята

# experimentalThemeTitle
source: Experimental Theme
uk: Експериментальна тема

# itemDetailsTitle
source: Item Details
uk: Деталі елементу

source: Error
uk: Помилка

source: Empty list
uk: Список порожній

# tabHome
source: Home
uk: Головна

# tabSettings
source: Settings
uk: Налаштування

# newsScreen
source: News
uk: Новини

# disabledButtonTitle
source: Disabled
uk: Вимкнено

# disabledRoundedButtonTitle
source: Disabled Rounded
uk: Вимкнено (кругла)

# disabledWithIconButtonTitle
source: Disabled With Icon
uk: Вимкнено з іконкою

# enabledButtonTitle
source: Enabled
uk: Увімкнено

# borderRadiusButtonTitle
source: BorderRadius
uk: Радіус кордону

# borderSideButtonTitle
source: BorderSide
uk: Кордона сторона

# iconButtonTitle
source: With Icon
uk: З іконкою

# iconAndPaddingButtonTitle
source: With Icon Padding
uk: З іконкою та відступом

# transparentButtonTitle
source: Transparent
uk: Прозора

source: Mission Timeline
uk: Хронологія місії

source: Static Fire Test
uk: Статичний вогневий тест

source: Launch
uk: Запуск

source: Mission Success
uk: Місія успішна

source: Objectives Completed
uk: Цілі досягнуті

source: Mission Successful
uk: Місія успішна

source: Mission Failed
uk: Місія не вдалася

source: All objectives completed
uk: Всі цілі досягнуті

# objectivesNotMet
source: Mission objectives not met
uk: Цілі місії не досягнуті

# rocketTitle
source: Rocket
uk: Ракета

source: Payload
uk: Корисне навантаження

source: Orbit
uk: Орбіта

source: Rocket Details
uk: Деталі ракети

source: Rocket Name
uk: Назва ракети

# rocketType
source: Type
uk: Тип

# rocketBlock
source: Block
uk: Блок

# firstStage
source: ðŸš€ First Stage
uk: 🚀 Перша ступінь

source: Core Serial
uk: Серійний номер ядра

source: Flight
uk: Політ

source: Landing
uk: Приземлення

source: Landing Success
uk: Приземлення успішне

source: Grid Fins
uk: Сітчасті кермові

source: Landing Legs
uk: Ноги приземлення

source: Reused
uk: Повторне використання

# notAvailable
source: N/A
uk: Н/Д

source: Recovery Ships
uk: Судна порятунку

# payloadTitle
source: Payload
uk: Корисне навантаження

source: Type
uk: Тип

source: Mass
uk: Маса

source: Manufacturer
uk: Виробник

source: Nationality
uk: Національність

source: Customers
uk: Клієнти

source: Mission Overview
uk: Огляд місії

# noDetails
source: No details available
uk: Деталі відсутні

source: Links & Resources
uk: Посилання та ресурси

source: Watch Video
uk: Дивитися відео

source: Wikipedia
uk: Вікіпедія

source: Article
uk: Стаття

source: Press Kit
uk: Прес-кит

source: Launch Site
uk: Місце запуску

# siteIdLabel
source: Site ID:
uk: ID сайту:

source: Flight #{number}
uk: Політ #{number}
